{
    "InvoiceOption": "Rechnungskreis",
    "Invoice": "Rechnung",
    "Create invoice": "Rechnung erstellen",
    "View invoice": "Rechnung ansehen",
    "Create invoice option": "Rechnungskreis erstellen",
    "View invoice option": "Rechnungskreis ansehen",
    ":type was successfully created!": ":type wurde erfolgreich erstellt!",
    "Your workspace already exists": "Der Workspace existiert bereits",
    "All done! Sign-in to get started": "Fertig! Melde dich an um zu starten",
    "An e-mail has been sent to you!": "Eine E-Mail wurde an dich versandt!",
    "Dashboard": "Dashboard",
    "You're logged in!": "Du bist angemeldet!",
    "E-Mail": "E-Mail",
    "We'll send you a list of your teams.": "Wir senden dir eine Liste deiner Teams.",
    "Sign in": "Anmelden",
    "Sign up": "Registrieren",
    "Workspace": "Workspace",
    "Your workspace is your subdomain.": "Dein Workspace ist deine Subdomain.",
    "We'll send you an email to get started.": "Wir senden dir eine E-Mail um zu starten.",
    "Calendar": "Kalender",
    "Contacts": "Kontakte",
    "Log Out": "Abmelden",
    "Profile": "Profil",
    "Full Name": "Vollständiger Name",
    "Invoice Options": "Rechnungskreise",
    "Invoices": "Rechnungen",
    "Password": "Passwort",
    "Current Password": "Aktuelles Passwort",
    "Confirm Password": "Passwort wiederholen",
    "New Password": "Neues Passwort",
    "Save": "Speichern",
    "Name": "Name",
    "Saved.": "Gespeichert.",
    "Profile Information": "Profilinformationen",
    "Update your account's profile information and email address.": "Aktualisiere deine Profilinformationen und deine E-Mail Adresse.",
    "Your email address is unverified.": "Deine E-Mail Adresse ist nicht bestätigt.",
    "Click here to re-send the verification email.": "Hier klicken um die Bestätigungsmail erneut zu versenden.",
    "A new verification link has been sent to your email address.": "Ein neuer Bestätigungslink wurde an deine E-Mail Adresse gesendet.",
    "Update Password": "Passwort aktualisieren",
    "Ensure your account is using a long, random password to stay secure.": "Vergewissere dich, dass dein Konto durch ein langes, zufälliges Passwort geschützt ist um sicher zu bleiben.",
    "Cancel": "Abbrechen",
    "Delete Account": "Konto löschen",
    "Are you sure you want to delete your account?": "Bist du sicher, dass du dein Konto löschen möchtest?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account."
    : "Mit dem Löschen des Kontos werden alle damit verbundenen Ressourcen permanent gelöscht. Bitte gib dein Passwort ein, um das Löschen deines Kontos zu bestätigen.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain."
        : "Mit dem Löschen des Kontos werden alle damit verbundenen Ressourcen permanent gelöscht. Vergewissere dich, dass du alle benötigten Daten, die du behalten möchtest, heruntergeladen hast, bevor du dein Konto löschst.",
"Shared Resources": "Geteilte Ressourcen",
    "View share": "Geteilte Ressource ansehen",
    "Shared :time_ago": "Geteilt :time_ago"
}
